---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarShapeConstraintCircumference
source: html/66008343-667b-97e8-d37b-95113cd74d8b.htm
---
# RebarShapeConstraintCircumference Members

Create a circumference constraint.